// src/i18n/translations/team/bg.ts
export const teamBG = {
  "section.subtitle": "Нашите експерти",
  "section.title": "Запознайте се с нашия екип",
  "section.description":
    "Нашият екип от опитни консултанти предлага разнообразна експертиза за решаване на най-сложните технологични предизвикателства.",
  connect: "Свържете се",
  learnMore: "Научете повече за нашия екип",
  members: [
    {
      name: "Николас Жмакин",
      position: "Изпълнителен директор",
      specialization: "Стратегическо планиране",
      description:
        "С над 10 години опит в технологичното лидерство, Николас внася стратегическа визия във всеки клиентски ангажимент.",
      linkedin: "https://bg.linkedin.com/in/nikolas-zhmakin-aa65911a1",
    },
    {
      name: "Елена Петрова",
      position: "Технически директор",
      specialization: "Техническа архитектура",
      description:
        "Елена проектира мащабируеми, устойчиви технически архитектури, които са съобразени с бизнес целите и бъдещия растеж.",
    },
    {
      name: "Мартин Димитров",
      position: "Ръководител дигитална трансформация",
      specialization: "Оптимизация на процеси",
      description:
        "Мартин се специализира в насочването на бизнеса през сложни дигитални трансформации с измерими резултати.",
    },
    {
      name: "София Тодорова",
      position: "Специалист по данни и изкуствен интелект",
      specialization: "Внедряване на ИИ",
      description:
        "София помага на бизнеса да използва силата на данните и изкуствения интелект за стимулиране на иновациите.",
    },
  ],
};
