export const testimonialsBG = {
  "section.subtitle": "Обратна връзка от клиенти",
  "section.title": "Какво казват нашите клиенти",
  testimonials: [
    {
      quote:
        "TechConsult.BG трансформира нашия бизнес със своята стратегическа визия и технически опит. Те не просто внедриха технологии - революционизираха целия ни подход.",
      author: "Мария Иванова",
      position: "Технически директор, Global Finance Ltd.",
    },
    {
      quote:
        "Сътрудничеството ни с Tech Consult беше от съществено значение за нашия продължаващ растеж и способността ни да доставяме изключително качество. Дълбокото разбиране на нашите процеси от страна на техния екип, съчетано с тяхната отзивчива подкрепа, ни позволява постоянно да отговаряме на високите стандарти, които нашите клиенти очакват от мебелите на EsterSPS.",
      author: "Коко Естер",
      position: "Създател и директор, EsterSPS",
    },
    {
      quote:
        "Работата ни с Tech Consult е ключова за нас и успеха на нашите клиенти, техният екип е сформиран от професионалисти с високо ниво на експертиза и отзивчивост, винаги готови да помогнат и да предложат най-доброто решение за нашите нужди и нуждите на нашите клиенти",
      author: "Мирослав Димитров",
      position: "Директор, Devteon",
    },
  ],
};
